[
  {
    "term": "A/B Testing",
    "slug": "a-b-testing",
    "category": "Sales",
    "definition": "A/B Testing is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "A/B Testing",
        "definition": "A/B Testing ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "A/B Testing",
        "definition": "A/B Testing est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "A/B Testing",
        "definition": "A/B Testing, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Account Executive (AE)",
    "slug": "account-executive-ae",
    "category": "Sales",
    "definition": "Account Executive (AE) is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Account Executive (AE)",
        "definition": "Account Executive (AE) ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Account Executive (AE)",
        "definition": "Account Executive (AE) est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Account Executive (AE)",
        "definition": "Account Executive (AE), satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Account Management",
    "slug": "account-management",
    "category": "Sales",
    "definition": "Account Management is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Account Management",
        "definition": "Account Management ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Account Management",
        "definition": "Account Management est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Account Management",
        "definition": "Account Management, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Account-Based Selling",
    "slug": "account-based-selling",
    "category": "Sales",
    "definition": "Account-Based Selling is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Account-Based Selling",
        "definition": "Account-Based Selling ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Account-Based Selling",
        "definition": "Account-Based Selling est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Account-Based Selling",
        "definition": "Account-Based Selling, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Annual Recurring Revenue (ARR)",
    "slug": "annual-recurring-revenue-arr",
    "category": "Sales",
    "definition": "Annual Recurring Revenue (ARR) is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Annual Recurring Revenue (ARR)",
        "definition": "Annual Recurring Revenue (ARR) ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Annual Recurring Revenue (ARR)",
        "definition": "Annual Recurring Revenue (ARR) est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Annual Recurring Revenue (ARR)",
        "definition": "Annual Recurring Revenue (ARR), satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Appointment Setting",
    "slug": "appointment-setting",
    "category": "Sales",
    "definition": "Appointment Setting is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Appointment Setting",
        "definition": "Appointment Setting ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Appointment Setting",
        "definition": "Appointment Setting est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Appointment Setting",
        "definition": "Appointment Setting, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Average Contract Value (ACV)",
    "slug": "average-contract-value-acv",
    "category": "Sales",
    "definition": "Average Contract Value (ACV) is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Average Contract Value (ACV)",
        "definition": "Average Contract Value (ACV) ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Average Contract Value (ACV)",
        "definition": "Average Contract Value (ACV) est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Average Contract Value (ACV)",
        "definition": "Average Contract Value (ACV), satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "B2B Sales",
    "slug": "b2b-sales",
    "category": "Sales",
    "definition": "B2B Sales is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "B2B Sales",
        "definition": "B2B Sales ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "B2B Sales",
        "definition": "B2B Sales est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "B2B Sales",
        "definition": "B2B Sales, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "B2C Sales",
    "slug": "b2c-sales",
    "category": "Sales",
    "definition": "B2C Sales is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "B2C Sales",
        "definition": "B2C Sales ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "B2C Sales",
        "definition": "B2C Sales est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "B2C Sales",
        "definition": "B2C Sales, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Buying Signal",
    "slug": "buying-signal",
    "category": "Sales",
    "definition": "Buying Signal is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Buying Signal",
        "definition": "Buying Signal ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Buying Signal",
        "definition": "Buying Signal est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Buying Signal",
        "definition": "Buying Signal, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Challenger Sale",
    "slug": "challenger-sale",
    "category": "Sales",
    "definition": "Challenger Sale is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Challenger Sale",
        "definition": "Challenger Sale ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Challenger Sale",
        "definition": "Challenger Sale est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Challenger Sale",
        "definition": "Challenger Sale, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Churn Rate",
    "slug": "churn-rate",
    "category": "Sales",
    "definition": "Churn Rate is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Churn Rate",
        "definition": "Churn Rate ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Churn Rate",
        "definition": "Churn Rate est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Churn Rate",
        "definition": "Churn Rate, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Cold Calling",
    "slug": "cold-calling",
    "category": "Sales",
    "definition": "Cold Calling is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Cold Calling",
        "definition": "Cold Calling ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Cold Calling",
        "definition": "Cold Calling est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Cold Calling",
        "definition": "Cold Calling, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Cold Emailing",
    "slug": "cold-emailing",
    "category": "Sales",
    "definition": "Cold Emailing is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Cold Emailing",
        "definition": "Cold Emailing ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Cold Emailing",
        "definition": "Cold Emailing est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Cold Emailing",
        "definition": "Cold Emailing, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Commission",
    "slug": "commission",
    "category": "Sales",
    "definition": "Commission is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Commission",
        "definition": "Commission ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Commission",
        "definition": "Commission est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Commission",
        "definition": "Commission, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Consultative Selling",
    "slug": "consultative-selling",
    "category": "Sales",
    "definition": "Consultative Selling is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Consultative Selling",
        "definition": "Consultative Selling ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Consultative Selling",
        "definition": "Consultative Selling est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Consultative Selling",
        "definition": "Consultative Selling, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Conversion Rate",
    "slug": "conversion-rate",
    "category": "Sales",
    "definition": "Conversion Rate is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Conversion Rate",
        "definition": "Conversion Rate ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Conversion Rate",
        "definition": "Conversion Rate est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Conversion Rate",
        "definition": "Conversion Rate, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Cross-Selling",
    "slug": "cross-selling",
    "category": "Sales",
    "definition": "Cross-Selling is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Cross-Selling",
        "definition": "Cross-Selling ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Cross-Selling",
        "definition": "Cross-Selling est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Cross-Selling",
        "definition": "Cross-Selling, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Customer Acquisition Cost (CAC)",
    "slug": "customer-acquisition-cost-cac",
    "category": "Sales",
    "definition": "Customer Acquisition Cost (CAC) is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Customer Acquisition Cost (CAC)",
        "definition": "Customer Acquisition Cost (CAC) ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Customer Acquisition Cost (CAC)",
        "definition": "Customer Acquisition Cost (CAC) est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Customer Acquisition Cost (CAC)",
        "definition": "Customer Acquisition Cost (CAC), satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Customer Lifetime Value (CLV)",
    "slug": "customer-lifetime-value-clv",
    "category": "Sales",
    "definition": "Customer Lifetime Value (CLV) is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Customer Lifetime Value (CLV)",
        "definition": "Customer Lifetime Value (CLV) ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Customer Lifetime Value (CLV)",
        "definition": "Customer Lifetime Value (CLV) est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Customer Lifetime Value (CLV)",
        "definition": "Customer Lifetime Value (CLV), satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Customer Success",
    "slug": "customer-success",
    "category": "Sales",
    "definition": "Customer Success is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Customer Success",
        "definition": "Customer Success ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Customer Success",
        "definition": "Customer Success est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Customer Success",
        "definition": "Customer Success, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Deal Closing",
    "slug": "deal-closing",
    "category": "Sales",
    "definition": "Deal Closing is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Deal Closing",
        "definition": "Deal Closing ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Deal Closing",
        "definition": "Deal Closing est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Deal Closing",
        "definition": "Deal Closing, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Decision Maker",
    "slug": "decision-maker",
    "category": "Sales",
    "definition": "Decision Maker is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Decision Maker",
        "definition": "Decision Maker ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Decision Maker",
        "definition": "Decision Maker est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Decision Maker",
        "definition": "Decision Maker, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Discovery Call",
    "slug": "discovery-call",
    "category": "Sales",
    "definition": "Discovery Call is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Discovery Call",
        "definition": "Discovery Call ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Discovery Call",
        "definition": "Discovery Call est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Discovery Call",
        "definition": "Discovery Call, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Drip Campaign",
    "slug": "drip-campaign",
    "category": "Sales",
    "definition": "Drip Campaign is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Drip Campaign",
        "definition": "Drip Campaign ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Drip Campaign",
        "definition": "Drip Campaign est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Drip Campaign",
        "definition": "Drip Campaign, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Email Sequence",
    "slug": "email-sequence",
    "category": "Sales",
    "definition": "Email Sequence is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Email Sequence",
        "definition": "Email Sequence ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Email Sequence",
        "definition": "Email Sequence est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Email Sequence",
        "definition": "Email Sequence, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Enterprise Sales",
    "slug": "enterprise-sales",
    "category": "Sales",
    "definition": "Enterprise Sales is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Enterprise Sales",
        "definition": "Enterprise Sales ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Enterprise Sales",
        "definition": "Enterprise Sales est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Enterprise Sales",
        "definition": "Enterprise Sales, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Follow-up",
    "slug": "follow-up",
    "category": "Sales",
    "definition": "Follow-up is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Follow-up",
        "definition": "Follow-up ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Follow-up",
        "definition": "Follow-up est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Follow-up",
        "definition": "Follow-up, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Forecasting",
    "slug": "forecasting",
    "category": "Sales",
    "definition": "Forecasting is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Forecasting",
        "definition": "Forecasting ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Forecasting",
        "definition": "Forecasting est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Forecasting",
        "definition": "Forecasting, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Gatekeeper",
    "slug": "gatekeeper",
    "category": "Sales",
    "definition": "Gatekeeper is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Gatekeeper",
        "definition": "Gatekeeper ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Gatekeeper",
        "definition": "Gatekeeper est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Gatekeeper",
        "definition": "Gatekeeper, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Inbound Sales",
    "slug": "inbound-sales",
    "category": "Sales",
    "definition": "Inbound Sales is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Inbound Sales",
        "definition": "Inbound Sales ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Inbound Sales",
        "definition": "Inbound Sales est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Inbound Sales",
        "definition": "Inbound Sales, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Ideal Customer Profile (ICP)",
    "slug": "ideal-customer-profile-icp",
    "category": "Sales",
    "definition": "Ideal Customer Profile (ICP) is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Ideal Customer Profile (ICP)",
        "definition": "Ideal Customer Profile (ICP) ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Ideal Customer Profile (ICP)",
        "definition": "Ideal Customer Profile (ICP) est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Ideal Customer Profile (ICP)",
        "definition": "Ideal Customer Profile (ICP), satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Inside Sales",
    "slug": "inside-sales",
    "category": "Sales",
    "definition": "Inside Sales is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Inside Sales",
        "definition": "Inside Sales ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Inside Sales",
        "definition": "Inside Sales est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Inside Sales",
        "definition": "Inside Sales, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Key Performance Indicator (KPI)",
    "slug": "key-performance-indicator-kpi",
    "category": "Sales",
    "definition": "Key Performance Indicator (KPI) is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Key Performance Indicator (KPI)",
        "definition": "Key Performance Indicator (KPI) ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Key Performance Indicator (KPI)",
        "definition": "Key Performance Indicator (KPI) est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Key Performance Indicator (KPI)",
        "definition": "Key Performance Indicator (KPI), satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Lead Generation",
    "slug": "lead-generation",
    "category": "Sales",
    "definition": "Lead Generation is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Lead Generation",
        "definition": "Lead Generation ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Lead Generation",
        "definition": "Lead Generation est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Lead Generation",
        "definition": "Lead Generation, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Lead Nurturing",
    "slug": "lead-nurturing",
    "category": "Sales",
    "definition": "Lead Nurturing is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Lead Nurturing",
        "definition": "Lead Nurturing ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Lead Nurturing",
        "definition": "Lead Nurturing est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Lead Nurturing",
        "definition": "Lead Nurturing, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Lead Qualification",
    "slug": "lead-qualification",
    "category": "Sales",
    "definition": "Lead Qualification is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Lead Qualification",
        "definition": "Lead Qualification ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Lead Qualification",
        "definition": "Lead Qualification est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Lead Qualification",
        "definition": "Lead Qualification, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Lead Scoring",
    "slug": "lead-scoring",
    "category": "Sales",
    "definition": "Lead Scoring is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Lead Scoring",
        "definition": "Lead Scoring ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Lead Scoring",
        "definition": "Lead Scoring est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Lead Scoring",
        "definition": "Lead Scoring, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Monthly Recurring Revenue (MRR)",
    "slug": "monthly-recurring-revenue-mrr",
    "category": "Sales",
    "definition": "Monthly Recurring Revenue (MRR) is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Monthly Recurring Revenue (MRR)",
        "definition": "Monthly Recurring Revenue (MRR) ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Monthly Recurring Revenue (MRR)",
        "definition": "Monthly Recurring Revenue (MRR) est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Monthly Recurring Revenue (MRR)",
        "definition": "Monthly Recurring Revenue (MRR), satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Net Promoter Score (NPS)",
    "slug": "net-promoter-score-nps",
    "category": "Sales",
    "definition": "Net Promoter Score (NPS) is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Net Promoter Score (NPS)",
        "definition": "Net Promoter Score (NPS) ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Net Promoter Score (NPS)",
        "definition": "Net Promoter Score (NPS) est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Net Promoter Score (NPS)",
        "definition": "Net Promoter Score (NPS), satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Objection Handling",
    "slug": "objection-handling",
    "category": "Sales",
    "definition": "Objection Handling is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Objection Handling",
        "definition": "Objection Handling ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Objection Handling",
        "definition": "Objection Handling est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Objection Handling",
        "definition": "Objection Handling, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Opportunity",
    "slug": "opportunity",
    "category": "Sales",
    "definition": "Opportunity is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Opportunity",
        "definition": "Opportunity ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Opportunity",
        "definition": "Opportunity est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Opportunity",
        "definition": "Opportunity, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Outbound Sales",
    "slug": "outbound-sales",
    "category": "Sales",
    "definition": "Outbound Sales is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Outbound Sales",
        "definition": "Outbound Sales ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Outbound Sales",
        "definition": "Outbound Sales est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Outbound Sales",
        "definition": "Outbound Sales, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Pipeline Management",
    "slug": "pipeline-management",
    "category": "Sales",
    "definition": "Pipeline Management is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Pipeline Management",
        "definition": "Pipeline Management ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Pipeline Management",
        "definition": "Pipeline Management est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Pipeline Management",
        "definition": "Pipeline Management, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Prospecting",
    "slug": "prospecting",
    "category": "Sales",
    "definition": "Prospecting is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Prospecting",
        "definition": "Prospecting ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Prospecting",
        "definition": "Prospecting est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Prospecting",
        "definition": "Prospecting, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Quota",
    "slug": "quota",
    "category": "Sales",
    "definition": "Quota is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Quota",
        "definition": "Quota ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Quota",
        "definition": "Quota est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Quota",
        "definition": "Quota, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Sales Cycle",
    "slug": "sales-cycle",
    "category": "Sales",
    "definition": "Sales Cycle is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Sales Cycle",
        "definition": "Sales Cycle ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Sales Cycle",
        "definition": "Sales Cycle est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Sales Cycle",
        "definition": "Sales Cycle, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Sales Enablement",
    "slug": "sales-enablement",
    "category": "Sales",
    "definition": "Sales Enablement is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Sales Enablement",
        "definition": "Sales Enablement ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Sales Enablement",
        "definition": "Sales Enablement est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Sales Enablement",
        "definition": "Sales Enablement, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Sales Funnel",
    "slug": "sales-funnel",
    "category": "Sales",
    "definition": "Sales Funnel is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Sales Funnel",
        "definition": "Sales Funnel ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Sales Funnel",
        "definition": "Sales Funnel est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Sales Funnel",
        "definition": "Sales Funnel, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Sales Operations",
    "slug": "sales-operations",
    "category": "Sales",
    "definition": "Sales Operations is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Sales Operations",
        "definition": "Sales Operations ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Sales Operations",
        "definition": "Sales Operations est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Sales Operations",
        "definition": "Sales Operations, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Sales Pitch",
    "slug": "sales-pitch",
    "category": "Sales",
    "definition": "Sales Pitch is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Sales Pitch",
        "definition": "Sales Pitch ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Sales Pitch",
        "definition": "Sales Pitch est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Sales Pitch",
        "definition": "Sales Pitch, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Sales Script",
    "slug": "sales-script",
    "category": "Sales",
    "definition": "Sales Script is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Sales Script",
        "definition": "Sales Script ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Sales Script",
        "definition": "Sales Script est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Sales Script",
        "definition": "Sales Script, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Social Selling",
    "slug": "social-selling",
    "category": "Sales",
    "definition": "Social Selling is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Social Selling",
        "definition": "Social Selling ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Social Selling",
        "definition": "Social Selling est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Social Selling",
        "definition": "Social Selling, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Solution Selling",
    "slug": "solution-selling",
    "category": "Sales",
    "definition": "Solution Selling is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Solution Selling",
        "definition": "Solution Selling ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Solution Selling",
        "definition": "Solution Selling est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Solution Selling",
        "definition": "Solution Selling, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Target Addressable Market (TAM)",
    "slug": "target-addressable-market-tam",
    "category": "Sales",
    "definition": "Target Addressable Market (TAM) is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Target Addressable Market (TAM)",
        "definition": "Target Addressable Market (TAM) ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Target Addressable Market (TAM)",
        "definition": "Target Addressable Market (TAM) est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Target Addressable Market (TAM)",
        "definition": "Target Addressable Market (TAM), satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Upselling",
    "slug": "upselling",
    "category": "Sales",
    "definition": "Upselling is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Upselling",
        "definition": "Upselling ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Upselling",
        "definition": "Upselling est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Upselling",
        "definition": "Upselling, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Value Proposition",
    "slug": "value-proposition",
    "category": "Sales",
    "definition": "Value Proposition is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Value Proposition",
        "definition": "Value Proposition ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Value Proposition",
        "definition": "Value Proposition est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Value Proposition",
        "definition": "Value Proposition, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Win Rate",
    "slug": "win-rate",
    "category": "Sales",
    "definition": "Win Rate is a fundamental concept in sales, referring to strategies or metrics used to drive revenue and manage customer relationships.",
    "translations": {
      "de": {
        "term": "Win Rate",
        "definition": "Win Rate ist ein grundlegendes Konzept im Vertrieb, das sich auf Strategien oder Kennzahlen bezieht, um Umsatz zu steigern."
      },
      "fr": {
        "term": "Win Rate",
        "definition": "Win Rate est un concept fondamental de la vente, faisant référence aux stratégies pour augmenter les revenus."
      },
      "tr": {
        "term": "Win Rate",
        "definition": "Win Rate, satışta geliri artırmak ve müşteri ilişkilerini yönetmek için kullanılan temel bir kavramdır."
      }
    }
  },
  {
    "term": "Account-Based Marketing (ABM)",
    "slug": "account-based-marketing-abm",
    "category": "Marketing",
    "definition": "Account-Based Marketing (ABM) plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Account-Based Marketing (ABM)",
        "definition": "Account-Based Marketing (ABM) spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Account-Based Marketing (ABM)",
        "definition": "Account-Based Marketing (ABM) joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Account-Based Marketing (ABM)",
        "definition": "Account-Based Marketing (ABM), işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Affiliate Marketing",
    "slug": "affiliate-marketing",
    "category": "Marketing",
    "definition": "Affiliate Marketing plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Affiliate Marketing",
        "definition": "Affiliate Marketing spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Affiliate Marketing",
        "definition": "Affiliate Marketing joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Affiliate Marketing",
        "definition": "Affiliate Marketing, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Brand Awareness",
    "slug": "brand-awareness",
    "category": "Marketing",
    "definition": "Brand Awareness plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Brand Awareness",
        "definition": "Brand Awareness spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Brand Awareness",
        "definition": "Brand Awareness joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Brand Awareness",
        "definition": "Brand Awareness, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Brand Equity",
    "slug": "brand-equity",
    "category": "Marketing",
    "definition": "Brand Equity plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Brand Equity",
        "definition": "Brand Equity spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Brand Equity",
        "definition": "Brand Equity joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Brand Equity",
        "definition": "Brand Equity, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Bounce Rate",
    "slug": "bounce-rate",
    "category": "Marketing",
    "definition": "Bounce Rate plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Bounce Rate",
        "definition": "Bounce Rate spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Bounce Rate",
        "definition": "Bounce Rate joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Bounce Rate",
        "definition": "Bounce Rate, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Buyer Persona",
    "slug": "buyer-persona",
    "category": "Marketing",
    "definition": "Buyer Persona plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Buyer Persona",
        "definition": "Buyer Persona spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Buyer Persona",
        "definition": "Buyer Persona joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Buyer Persona",
        "definition": "Buyer Persona, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Call to Action (CTA)",
    "slug": "call-to-action-cta",
    "category": "Marketing",
    "definition": "Call to Action (CTA) plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Call to Action (CTA)",
        "definition": "Call to Action (CTA) spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Call to Action (CTA)",
        "definition": "Call to Action (CTA) joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Call to Action (CTA)",
        "definition": "Call to Action (CTA), işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Click-Through Rate (CTR)",
    "slug": "click-through-rate-ctr",
    "category": "Marketing",
    "definition": "Click-Through Rate (CTR) plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Click-Through Rate (CTR)",
        "definition": "Click-Through Rate (CTR) spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Click-Through Rate (CTR)",
        "definition": "Click-Through Rate (CTR) joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Click-Through Rate (CTR)",
        "definition": "Click-Through Rate (CTR), işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Content Marketing",
    "slug": "content-marketing",
    "category": "Marketing",
    "definition": "Content Marketing plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Content Marketing",
        "definition": "Content Marketing spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Content Marketing",
        "definition": "Content Marketing joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Content Marketing",
        "definition": "Content Marketing, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Content Strategy",
    "slug": "content-strategy",
    "category": "Marketing",
    "definition": "Content Strategy plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Content Strategy",
        "definition": "Content Strategy spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Content Strategy",
        "definition": "Content Strategy joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Content Strategy",
        "definition": "Content Strategy, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Conversion Optimization",
    "slug": "conversion-optimization",
    "category": "Marketing",
    "definition": "Conversion Optimization plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Conversion Optimization",
        "definition": "Conversion Optimization spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Conversion Optimization",
        "definition": "Conversion Optimization joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Conversion Optimization",
        "definition": "Conversion Optimization, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Copywriting",
    "slug": "copywriting",
    "category": "Marketing",
    "definition": "Copywriting plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Copywriting",
        "definition": "Copywriting spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Copywriting",
        "definition": "Copywriting joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Copywriting",
        "definition": "Copywriting, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Cost Per Click (CPC)",
    "slug": "cost-per-click-cpc",
    "category": "Marketing",
    "definition": "Cost Per Click (CPC) plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Cost Per Click (CPC)",
        "definition": "Cost Per Click (CPC) spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Cost Per Click (CPC)",
        "definition": "Cost Per Click (CPC) joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Cost Per Click (CPC)",
        "definition": "Cost Per Click (CPC), işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Cost Per Lead (CPL)",
    "slug": "cost-per-lead-cpl",
    "category": "Marketing",
    "definition": "Cost Per Lead (CPL) plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Cost Per Lead (CPL)",
        "definition": "Cost Per Lead (CPL) spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Cost Per Lead (CPL)",
        "definition": "Cost Per Lead (CPL) joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Cost Per Lead (CPL)",
        "definition": "Cost Per Lead (CPL), işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Customer Journey",
    "slug": "customer-journey",
    "category": "Marketing",
    "definition": "Customer Journey plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Customer Journey",
        "definition": "Customer Journey spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Customer Journey",
        "definition": "Customer Journey joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Customer Journey",
        "definition": "Customer Journey, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Demand Generation",
    "slug": "demand-generation",
    "category": "Marketing",
    "definition": "Demand Generation plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Demand Generation",
        "definition": "Demand Generation spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Demand Generation",
        "definition": "Demand Generation joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Demand Generation",
        "definition": "Demand Generation, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Digital Marketing",
    "slug": "digital-marketing",
    "category": "Marketing",
    "definition": "Digital Marketing plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Digital Marketing",
        "definition": "Digital Marketing spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Digital Marketing",
        "definition": "Digital Marketing joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Digital Marketing",
        "definition": "Digital Marketing, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Direct Marketing",
    "slug": "direct-marketing",
    "category": "Marketing",
    "definition": "Direct Marketing plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Direct Marketing",
        "definition": "Direct Marketing spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Direct Marketing",
        "definition": "Direct Marketing joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Direct Marketing",
        "definition": "Direct Marketing, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Email Automation",
    "slug": "email-automation",
    "category": "Marketing",
    "definition": "Email Automation plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Email Automation",
        "definition": "Email Automation spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Email Automation",
        "definition": "Email Automation joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Email Automation",
        "definition": "Email Automation, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Email Marketing",
    "slug": "email-marketing",
    "category": "Marketing",
    "definition": "Email Marketing plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Email Marketing",
        "definition": "Email Marketing spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Email Marketing",
        "definition": "Email Marketing joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Email Marketing",
        "definition": "Email Marketing, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Engagement Rate",
    "slug": "engagement-rate",
    "category": "Marketing",
    "definition": "Engagement Rate plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Engagement Rate",
        "definition": "Engagement Rate spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Engagement Rate",
        "definition": "Engagement Rate joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Engagement Rate",
        "definition": "Engagement Rate, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Event Marketing",
    "slug": "event-marketing",
    "category": "Marketing",
    "definition": "Event Marketing plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Event Marketing",
        "definition": "Event Marketing spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Event Marketing",
        "definition": "Event Marketing joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Event Marketing",
        "definition": "Event Marketing, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Growth Hacking",
    "slug": "growth-hacking",
    "category": "Marketing",
    "definition": "Growth Hacking plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Growth Hacking",
        "definition": "Growth Hacking spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Growth Hacking",
        "definition": "Growth Hacking joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Growth Hacking",
        "definition": "Growth Hacking, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Inbound Marketing",
    "slug": "inbound-marketing",
    "category": "Marketing",
    "definition": "Inbound Marketing plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Inbound Marketing",
        "definition": "Inbound Marketing spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Inbound Marketing",
        "definition": "Inbound Marketing joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Inbound Marketing",
        "definition": "Inbound Marketing, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Influencer Marketing",
    "slug": "influencer-marketing",
    "category": "Marketing",
    "definition": "Influencer Marketing plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Influencer Marketing",
        "definition": "Influencer Marketing spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Influencer Marketing",
        "definition": "Influencer Marketing joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Influencer Marketing",
        "definition": "Influencer Marketing, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Keyword Research",
    "slug": "keyword-research",
    "category": "Marketing",
    "definition": "Keyword Research plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Keyword Research",
        "definition": "Keyword Research spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Keyword Research",
        "definition": "Keyword Research joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Keyword Research",
        "definition": "Keyword Research, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Landing Page",
    "slug": "landing-page",
    "category": "Marketing",
    "definition": "Landing Page plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Landing Page",
        "definition": "Landing Page spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Landing Page",
        "definition": "Landing Page joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Landing Page",
        "definition": "Landing Page, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Lead Magnet",
    "slug": "lead-magnet",
    "category": "Marketing",
    "definition": "Lead Magnet plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Lead Magnet",
        "definition": "Lead Magnet spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Lead Magnet",
        "definition": "Lead Magnet joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Lead Magnet",
        "definition": "Lead Magnet, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Marketing Automation",
    "slug": "marketing-automation",
    "category": "Marketing",
    "definition": "Marketing Automation plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Marketing Automation",
        "definition": "Marketing Automation spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Marketing Automation",
        "definition": "Marketing Automation joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Marketing Automation",
        "definition": "Marketing Automation, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Marketing Funnel",
    "slug": "marketing-funnel",
    "category": "Marketing",
    "definition": "Marketing Funnel plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Marketing Funnel",
        "definition": "Marketing Funnel spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Marketing Funnel",
        "definition": "Marketing Funnel joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Marketing Funnel",
        "definition": "Marketing Funnel, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Marketing Qualified Lead (MQL)",
    "slug": "marketing-qualified-lead-mql",
    "category": "Marketing",
    "definition": "Marketing Qualified Lead (MQL) plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Marketing Qualified Lead (MQL)",
        "definition": "Marketing Qualified Lead (MQL) spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Marketing Qualified Lead (MQL)",
        "definition": "Marketing Qualified Lead (MQL) joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Marketing Qualified Lead (MQL)",
        "definition": "Marketing Qualified Lead (MQL), işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Multi-Channel Marketing",
    "slug": "multi-channel-marketing",
    "category": "Marketing",
    "definition": "Multi-Channel Marketing plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Multi-Channel Marketing",
        "definition": "Multi-Channel Marketing spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Multi-Channel Marketing",
        "definition": "Multi-Channel Marketing joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Multi-Channel Marketing",
        "definition": "Multi-Channel Marketing, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Omnichannel Marketing",
    "slug": "omnichannel-marketing",
    "category": "Marketing",
    "definition": "Omnichannel Marketing plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Omnichannel Marketing",
        "definition": "Omnichannel Marketing spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Omnichannel Marketing",
        "definition": "Omnichannel Marketing joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Omnichannel Marketing",
        "definition": "Omnichannel Marketing, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Organic Traffic",
    "slug": "organic-traffic",
    "category": "Marketing",
    "definition": "Organic Traffic plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Organic Traffic",
        "definition": "Organic Traffic spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Organic Traffic",
        "definition": "Organic Traffic joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Organic Traffic",
        "definition": "Organic Traffic, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Paid Media",
    "slug": "paid-media",
    "category": "Marketing",
    "definition": "Paid Media plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Paid Media",
        "definition": "Paid Media spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Paid Media",
        "definition": "Paid Media joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Paid Media",
        "definition": "Paid Media, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Pay-Per-Click (PPC)",
    "slug": "pay-per-click-ppc",
    "category": "Marketing",
    "definition": "Pay-Per-Click (PPC) plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Pay-Per-Click (PPC)",
        "definition": "Pay-Per-Click (PPC) spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Pay-Per-Click (PPC)",
        "definition": "Pay-Per-Click (PPC) joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Pay-Per-Click (PPC)",
        "definition": "Pay-Per-Click (PPC), işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Performance Marketing",
    "slug": "performance-marketing",
    "category": "Marketing",
    "definition": "Performance Marketing plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Performance Marketing",
        "definition": "Performance Marketing spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Performance Marketing",
        "definition": "Performance Marketing joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Performance Marketing",
        "definition": "Performance Marketing, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Public Relations (PR)",
    "slug": "public-relations-pr",
    "category": "Marketing",
    "definition": "Public Relations (PR) plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Public Relations (PR)",
        "definition": "Public Relations (PR) spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Public Relations (PR)",
        "definition": "Public Relations (PR) joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Public Relations (PR)",
        "definition": "Public Relations (PR), işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Remarketing",
    "slug": "remarketing",
    "category": "Marketing",
    "definition": "Remarketing plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Remarketing",
        "definition": "Remarketing spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Remarketing",
        "definition": "Remarketing joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Remarketing",
        "definition": "Remarketing, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Retargeting",
    "slug": "retargeting",
    "category": "Marketing",
    "definition": "Retargeting plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Retargeting",
        "definition": "Retargeting spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Retargeting",
        "definition": "Retargeting joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Retargeting",
        "definition": "Retargeting, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Return on Ad Spend (ROAS)",
    "slug": "return-on-ad-spend-roas",
    "category": "Marketing",
    "definition": "Return on Ad Spend (ROAS) plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Return on Ad Spend (ROAS)",
        "definition": "Return on Ad Spend (ROAS) spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Return on Ad Spend (ROAS)",
        "definition": "Return on Ad Spend (ROAS) joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Return on Ad Spend (ROAS)",
        "definition": "Return on Ad Spend (ROAS), işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Return on Investment (ROI)",
    "slug": "return-on-investment-roi",
    "category": "Marketing",
    "definition": "Return on Investment (ROI) plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Return on Investment (ROI)",
        "definition": "Return on Investment (ROI) spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Return on Investment (ROI)",
        "definition": "Return on Investment (ROI) joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Return on Investment (ROI)",
        "definition": "Return on Investment (ROI), işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Search Engine Marketing (SEM)",
    "slug": "search-engine-marketing-sem",
    "category": "Marketing",
    "definition": "Search Engine Marketing (SEM) plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Search Engine Marketing (SEM)",
        "definition": "Search Engine Marketing (SEM) spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Search Engine Marketing (SEM)",
        "definition": "Search Engine Marketing (SEM) joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Search Engine Marketing (SEM)",
        "definition": "Search Engine Marketing (SEM), işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Search Engine Optimization (SEO)",
    "slug": "search-engine-optimization-seo",
    "category": "Marketing",
    "definition": "Search Engine Optimization (SEO) plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Search Engine Optimization (SEO)",
        "definition": "Search Engine Optimization (SEO) spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Search Engine Optimization (SEO)",
        "definition": "Search Engine Optimization (SEO) joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Search Engine Optimization (SEO)",
        "definition": "Search Engine Optimization (SEO), işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Social Media Marketing",
    "slug": "social-media-marketing",
    "category": "Marketing",
    "definition": "Social Media Marketing plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Social Media Marketing",
        "definition": "Social Media Marketing spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Social Media Marketing",
        "definition": "Social Media Marketing joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Social Media Marketing",
        "definition": "Social Media Marketing, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Thought Leadership",
    "slug": "thought-leadership",
    "category": "Marketing",
    "definition": "Thought Leadership plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Thought Leadership",
        "definition": "Thought Leadership spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Thought Leadership",
        "definition": "Thought Leadership joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Thought Leadership",
        "definition": "Thought Leadership, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "User Experience (UX)",
    "slug": "user-experience-ux",
    "category": "Marketing",
    "definition": "User Experience (UX) plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "User Experience (UX)",
        "definition": "User Experience (UX) spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "User Experience (UX)",
        "definition": "User Experience (UX) joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "User Experience (UX)",
        "definition": "User Experience (UX), işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "User Interface (UI)",
    "slug": "user-interface-ui",
    "category": "Marketing",
    "definition": "User Interface (UI) plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "User Interface (UI)",
        "definition": "User Interface (UI) spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "User Interface (UI)",
        "definition": "User Interface (UI) joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "User Interface (UI)",
        "definition": "User Interface (UI), işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Viral Marketing",
    "slug": "viral-marketing",
    "category": "Marketing",
    "definition": "Viral Marketing plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Viral Marketing",
        "definition": "Viral Marketing spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Viral Marketing",
        "definition": "Viral Marketing joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Viral Marketing",
        "definition": "Viral Marketing, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Webinar",
    "slug": "webinar",
    "category": "Marketing",
    "definition": "Webinar plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Webinar",
        "definition": "Webinar spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Webinar",
        "definition": "Webinar joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Webinar",
        "definition": "Webinar, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "Whitepaper",
    "slug": "whitepaper",
    "category": "Marketing",
    "definition": "Whitepaper plays a key role in marketing by helping businesses reach their target audience and measure campaign success.",
    "translations": {
      "de": {
        "term": "Whitepaper",
        "definition": "Whitepaper spielt eine Schlüsselrolle im Marketing, indem es Unternehmen hilft, ihre Zielgruppe zu erreichen."
      },
      "fr": {
        "term": "Whitepaper",
        "definition": "Whitepaper joue un rôle clé dans le marketing en aidant les entreprises à atteindre leur public cible."
      },
      "tr": {
        "term": "Whitepaper",
        "definition": "Whitepaper, işletmelerin hedef kitlelerine ulaşmasına yardımcı olarak pazarlamada kilit bir rol oynar."
      }
    }
  },
  {
    "term": "API (Application Programming Interface)",
    "slug": "api-application-programming-interface",
    "category": "Technology",
    "definition": "API (Application Programming Interface) is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "API (Application Programming Interface)",
        "definition": "API (Application Programming Interface) ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "API (Application Programming Interface)",
        "definition": "API (Application Programming Interface) est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "API (Application Programming Interface)",
        "definition": "API (Application Programming Interface), dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Artificial Intelligence (AI)",
    "slug": "artificial-intelligence-ai",
    "category": "Technology",
    "definition": "Artificial Intelligence (AI) is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Artificial Intelligence (AI)",
        "definition": "Artificial Intelligence (AI) ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Artificial Intelligence (AI)",
        "definition": "Artificial Intelligence (AI) est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Artificial Intelligence (AI)",
        "definition": "Artificial Intelligence (AI), dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Automation",
    "slug": "automation",
    "category": "Technology",
    "definition": "Automation is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Automation",
        "definition": "Automation ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Automation",
        "definition": "Automation est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Automation",
        "definition": "Automation, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Back-End Development",
    "slug": "back-end-development",
    "category": "Technology",
    "definition": "Back-End Development is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Back-End Development",
        "definition": "Back-End Development ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Back-End Development",
        "definition": "Back-End Development est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Back-End Development",
        "definition": "Back-End Development, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Big Data",
    "slug": "big-data",
    "category": "Technology",
    "definition": "Big Data is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Big Data",
        "definition": "Big Data ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Big Data",
        "definition": "Big Data est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Big Data",
        "definition": "Big Data, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Blockchain",
    "slug": "blockchain",
    "category": "Technology",
    "definition": "Blockchain is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Blockchain",
        "definition": "Blockchain ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Blockchain",
        "definition": "Blockchain est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Blockchain",
        "definition": "Blockchain, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Cloud Computing",
    "slug": "cloud-computing",
    "category": "Technology",
    "definition": "Cloud Computing is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Cloud Computing",
        "definition": "Cloud Computing ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Cloud Computing",
        "definition": "Cloud Computing est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Cloud Computing",
        "definition": "Cloud Computing, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "CRM (Customer Relationship Management)",
    "slug": "crm-customer-relationship-management",
    "category": "Technology",
    "definition": "CRM (Customer Relationship Management) is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "CRM (Customer Relationship Management)",
        "definition": "CRM (Customer Relationship Management) ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "CRM (Customer Relationship Management)",
        "definition": "CRM (Customer Relationship Management) est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "CRM (Customer Relationship Management)",
        "definition": "CRM (Customer Relationship Management), dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Cybersecurity",
    "slug": "cybersecurity",
    "category": "Technology",
    "definition": "Cybersecurity is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Cybersecurity",
        "definition": "Cybersecurity ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Cybersecurity",
        "definition": "Cybersecurity est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Cybersecurity",
        "definition": "Cybersecurity, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Data Analytics",
    "slug": "data-analytics",
    "category": "Technology",
    "definition": "Data Analytics is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Data Analytics",
        "definition": "Data Analytics ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Data Analytics",
        "definition": "Data Analytics est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Data Analytics",
        "definition": "Data Analytics, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Data Mining",
    "slug": "data-mining",
    "category": "Technology",
    "definition": "Data Mining is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Data Mining",
        "definition": "Data Mining ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Data Mining",
        "definition": "Data Mining est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Data Mining",
        "definition": "Data Mining, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Data Science",
    "slug": "data-science",
    "category": "Technology",
    "definition": "Data Science is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Data Science",
        "definition": "Data Science ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Data Science",
        "definition": "Data Science est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Data Science",
        "definition": "Data Science, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Data Warehouse",
    "slug": "data-warehouse",
    "category": "Technology",
    "definition": "Data Warehouse is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Data Warehouse",
        "definition": "Data Warehouse ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Data Warehouse",
        "definition": "Data Warehouse est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Data Warehouse",
        "definition": "Data Warehouse, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Database",
    "slug": "database",
    "category": "Technology",
    "definition": "Database is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Database",
        "definition": "Database ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Database",
        "definition": "Database est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Database",
        "definition": "Database, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "DevOps",
    "slug": "devops",
    "category": "Technology",
    "definition": "DevOps is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "DevOps",
        "definition": "DevOps ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "DevOps",
        "definition": "DevOps est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "DevOps",
        "definition": "DevOps, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Digital Transformation",
    "slug": "digital-transformation",
    "category": "Technology",
    "definition": "Digital Transformation is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Digital Transformation",
        "definition": "Digital Transformation ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Digital Transformation",
        "definition": "Digital Transformation est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Digital Transformation",
        "definition": "Digital Transformation, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "ERP (Enterprise Resource Planning)",
    "slug": "erp-enterprise-resource-planning",
    "category": "Technology",
    "definition": "ERP (Enterprise Resource Planning) is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "ERP (Enterprise Resource Planning)",
        "definition": "ERP (Enterprise Resource Planning) ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "ERP (Enterprise Resource Planning)",
        "definition": "ERP (Enterprise Resource Planning) est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "ERP (Enterprise Resource Planning)",
        "definition": "ERP (Enterprise Resource Planning), dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Front-End Development",
    "slug": "front-end-development",
    "category": "Technology",
    "definition": "Front-End Development is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Front-End Development",
        "definition": "Front-End Development ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Front-End Development",
        "definition": "Front-End Development est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Front-End Development",
        "definition": "Front-End Development, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Full-Stack Development",
    "slug": "full-stack-development",
    "category": "Technology",
    "definition": "Full-Stack Development is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Full-Stack Development",
        "definition": "Full-Stack Development ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Full-Stack Development",
        "definition": "Full-Stack Development est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Full-Stack Development",
        "definition": "Full-Stack Development, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Internet of Things (IoT)",
    "slug": "internet-of-things-iot",
    "category": "Technology",
    "definition": "Internet of Things (IoT) is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Internet of Things (IoT)",
        "definition": "Internet of Things (IoT) ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Internet of Things (IoT)",
        "definition": "Internet of Things (IoT) est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Internet of Things (IoT)",
        "definition": "Internet of Things (IoT), dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Machine Learning",
    "slug": "machine-learning",
    "category": "Technology",
    "definition": "Machine Learning is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Machine Learning",
        "definition": "Machine Learning ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Machine Learning",
        "definition": "Machine Learning est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Machine Learning",
        "definition": "Machine Learning, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Microservices",
    "slug": "microservices",
    "category": "Technology",
    "definition": "Microservices is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Microservices",
        "definition": "Microservices ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Microservices",
        "definition": "Microservices est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Microservices",
        "definition": "Microservices, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Mobile App Development",
    "slug": "mobile-app-development",
    "category": "Technology",
    "definition": "Mobile App Development is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Mobile App Development",
        "definition": "Mobile App Development ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Mobile App Development",
        "definition": "Mobile App Development est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Mobile App Development",
        "definition": "Mobile App Development, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Natural Language Processing (NLP)",
    "slug": "natural-language-processing-nlp",
    "category": "Technology",
    "definition": "Natural Language Processing (NLP) is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Natural Language Processing (NLP)",
        "definition": "Natural Language Processing (NLP) ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Natural Language Processing (NLP)",
        "definition": "Natural Language Processing (NLP) est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Natural Language Processing (NLP)",
        "definition": "Natural Language Processing (NLP), dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Open Source",
    "slug": "open-source",
    "category": "Technology",
    "definition": "Open Source is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Open Source",
        "definition": "Open Source ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Open Source",
        "definition": "Open Source est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Open Source",
        "definition": "Open Source, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Platform as a Service (PaaS)",
    "slug": "platform-as-a-service-paas",
    "category": "Technology",
    "definition": "Platform as a Service (PaaS) is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Platform as a Service (PaaS)",
        "definition": "Platform as a Service (PaaS) ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Platform as a Service (PaaS)",
        "definition": "Platform as a Service (PaaS) est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Platform as a Service (PaaS)",
        "definition": "Platform as a Service (PaaS), dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Predictive Analytics",
    "slug": "predictive-analytics",
    "category": "Technology",
    "definition": "Predictive Analytics is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Predictive Analytics",
        "definition": "Predictive Analytics ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Predictive Analytics",
        "definition": "Predictive Analytics est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Predictive Analytics",
        "definition": "Predictive Analytics, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Product Management",
    "slug": "product-management",
    "category": "Technology",
    "definition": "Product Management is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Product Management",
        "definition": "Product Management ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Product Management",
        "definition": "Product Management est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Product Management",
        "definition": "Product Management, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Robotic Process Automation (RPA)",
    "slug": "robotic-process-automation-rpa",
    "category": "Technology",
    "definition": "Robotic Process Automation (RPA) is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Robotic Process Automation (RPA)",
        "definition": "Robotic Process Automation (RPA) ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Robotic Process Automation (RPA)",
        "definition": "Robotic Process Automation (RPA) est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Robotic Process Automation (RPA)",
        "definition": "Robotic Process Automation (RPA), dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "SaaS (Software as a Service)",
    "slug": "saas-software-as-a-service",
    "category": "Technology",
    "definition": "SaaS (Software as a Service) is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "SaaS (Software as a Service)",
        "definition": "SaaS (Software as a Service) ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "SaaS (Software as a Service)",
        "definition": "SaaS (Software as a Service) est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "SaaS (Software as a Service)",
        "definition": "SaaS (Software as a Service), dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Scalability",
    "slug": "scalability",
    "category": "Technology",
    "definition": "Scalability is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Scalability",
        "definition": "Scalability ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Scalability",
        "definition": "Scalability est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Scalability",
        "definition": "Scalability, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Software Architecture",
    "slug": "software-architecture",
    "category": "Technology",
    "definition": "Software Architecture is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Software Architecture",
        "definition": "Software Architecture ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Software Architecture",
        "definition": "Software Architecture est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Software Architecture",
        "definition": "Software Architecture, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Software Development Life Cycle (SDLC)",
    "slug": "software-development-life-cycle-sdlc",
    "category": "Technology",
    "definition": "Software Development Life Cycle (SDLC) is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Software Development Life Cycle (SDLC)",
        "definition": "Software Development Life Cycle (SDLC) ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Software Development Life Cycle (SDLC)",
        "definition": "Software Development Life Cycle (SDLC) est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Software Development Life Cycle (SDLC)",
        "definition": "Software Development Life Cycle (SDLC), dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Tech Stack",
    "slug": "tech-stack",
    "category": "Technology",
    "definition": "Tech Stack is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Tech Stack",
        "definition": "Tech Stack ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Tech Stack",
        "definition": "Tech Stack est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Tech Stack",
        "definition": "Tech Stack, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "User Acceptance Testing (UAT)",
    "slug": "user-acceptance-testing-uat",
    "category": "Technology",
    "definition": "User Acceptance Testing (UAT) is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "User Acceptance Testing (UAT)",
        "definition": "User Acceptance Testing (UAT) ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "User Acceptance Testing (UAT)",
        "definition": "User Acceptance Testing (UAT) est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "User Acceptance Testing (UAT)",
        "definition": "User Acceptance Testing (UAT), dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Virtual Reality (VR)",
    "slug": "virtual-reality-vr",
    "category": "Technology",
    "definition": "Virtual Reality (VR) is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Virtual Reality (VR)",
        "definition": "Virtual Reality (VR) ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Virtual Reality (VR)",
        "definition": "Virtual Reality (VR) est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Virtual Reality (VR)",
        "definition": "Virtual Reality (VR), dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Web Development",
    "slug": "web-development",
    "category": "Technology",
    "definition": "Web Development is a technology term that describes systems, software, or methodologies used to build and maintain digital solutions.",
    "translations": {
      "de": {
        "term": "Web Development",
        "definition": "Web Development ist ein Technologiebegriff, der Systeme, Software oder Methoden beschreibt."
      },
      "fr": {
        "term": "Web Development",
        "definition": "Web Development est un terme technologique décrivant les systèmes, logiciels ou méthodologies."
      },
      "tr": {
        "term": "Web Development",
        "definition": "Web Development, dijital çözümler oluşturmak için kullanılan sistemleri veya yazılımları tanımlayan bir teknoloji terimidir."
      }
    }
  },
  {
    "term": "Access Control",
    "slug": "access-control",
    "category": "Cybersecurity",
    "definition": "Access Control is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Access Control",
        "definition": "Access Control ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Access Control",
        "definition": "Access Control est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Access Control",
        "definition": "Access Control, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Advanced Persistent Threat (APT)",
    "slug": "advanced-persistent-threat-apt",
    "category": "Cybersecurity",
    "definition": "Advanced Persistent Threat (APT) is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Advanced Persistent Threat (APT)",
        "definition": "Advanced Persistent Threat (APT) ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Advanced Persistent Threat (APT)",
        "definition": "Advanced Persistent Threat (APT) est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Advanced Persistent Threat (APT)",
        "definition": "Advanced Persistent Threat (APT), sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Antivirus",
    "slug": "antivirus",
    "category": "Cybersecurity",
    "definition": "Antivirus is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Antivirus",
        "definition": "Antivirus ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Antivirus",
        "definition": "Antivirus est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Antivirus",
        "definition": "Antivirus, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Authentication",
    "slug": "authentication",
    "category": "Cybersecurity",
    "definition": "Authentication is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Authentication",
        "definition": "Authentication ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Authentication",
        "definition": "Authentication est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Authentication",
        "definition": "Authentication, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Biometrics",
    "slug": "biometrics",
    "category": "Cybersecurity",
    "definition": "Biometrics is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Biometrics",
        "definition": "Biometrics ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Biometrics",
        "definition": "Biometrics est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Biometrics",
        "definition": "Biometrics, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Botnet",
    "slug": "botnet",
    "category": "Cybersecurity",
    "definition": "Botnet is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Botnet",
        "definition": "Botnet ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Botnet",
        "definition": "Botnet est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Botnet",
        "definition": "Botnet, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Brute Force Attack",
    "slug": "brute-force-attack",
    "category": "Cybersecurity",
    "definition": "Brute Force Attack is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Brute Force Attack",
        "definition": "Brute Force Attack ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Brute Force Attack",
        "definition": "Brute Force Attack est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Brute Force Attack",
        "definition": "Brute Force Attack, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Cloud Security",
    "slug": "cloud-security",
    "category": "Cybersecurity",
    "definition": "Cloud Security is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Cloud Security",
        "definition": "Cloud Security ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Cloud Security",
        "definition": "Cloud Security est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Cloud Security",
        "definition": "Cloud Security, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Compliance",
    "slug": "compliance",
    "category": "Cybersecurity",
    "definition": "Compliance is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Compliance",
        "definition": "Compliance ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Compliance",
        "definition": "Compliance est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Compliance",
        "definition": "Compliance, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Cryptography",
    "slug": "cryptography",
    "category": "Cybersecurity",
    "definition": "Cryptography is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Cryptography",
        "definition": "Cryptography ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Cryptography",
        "definition": "Cryptography est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Cryptography",
        "definition": "Cryptography, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Data Breach",
    "slug": "data-breach",
    "category": "Cybersecurity",
    "definition": "Data Breach is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Data Breach",
        "definition": "Data Breach ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Data Breach",
        "definition": "Data Breach est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Data Breach",
        "definition": "Data Breach, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Data Encryption",
    "slug": "data-encryption",
    "category": "Cybersecurity",
    "definition": "Data Encryption is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Data Encryption",
        "definition": "Data Encryption ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Data Encryption",
        "definition": "Data Encryption est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Data Encryption",
        "definition": "Data Encryption, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Data Loss Prevention (DLP)",
    "slug": "data-loss-prevention-dlp",
    "category": "Cybersecurity",
    "definition": "Data Loss Prevention (DLP) is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Data Loss Prevention (DLP)",
        "definition": "Data Loss Prevention (DLP) ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Data Loss Prevention (DLP)",
        "definition": "Data Loss Prevention (DLP) est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Data Loss Prevention (DLP)",
        "definition": "Data Loss Prevention (DLP), sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "DDoS Attack",
    "slug": "ddos-attack",
    "category": "Cybersecurity",
    "definition": "DDoS Attack is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "DDoS Attack",
        "definition": "DDoS Attack ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "DDoS Attack",
        "definition": "DDoS Attack est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "DDoS Attack",
        "definition": "DDoS Attack, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Digital Signature",
    "slug": "digital-signature",
    "category": "Cybersecurity",
    "definition": "Digital Signature is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Digital Signature",
        "definition": "Digital Signature ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Digital Signature",
        "definition": "Digital Signature est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Digital Signature",
        "definition": "Digital Signature, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Endpoint Security",
    "slug": "endpoint-security",
    "category": "Cybersecurity",
    "definition": "Endpoint Security is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Endpoint Security",
        "definition": "Endpoint Security ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Endpoint Security",
        "definition": "Endpoint Security est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Endpoint Security",
        "definition": "Endpoint Security, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Ethical Hacking",
    "slug": "ethical-hacking",
    "category": "Cybersecurity",
    "definition": "Ethical Hacking is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Ethical Hacking",
        "definition": "Ethical Hacking ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Ethical Hacking",
        "definition": "Ethical Hacking est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Ethical Hacking",
        "definition": "Ethical Hacking, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Firewall",
    "slug": "firewall",
    "category": "Cybersecurity",
    "definition": "Firewall is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Firewall",
        "definition": "Firewall ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Firewall",
        "definition": "Firewall est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Firewall",
        "definition": "Firewall, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "GDPR",
    "slug": "gdpr",
    "category": "Cybersecurity",
    "definition": "GDPR is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "GDPR",
        "definition": "GDPR ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "GDPR",
        "definition": "GDPR est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "GDPR",
        "definition": "GDPR, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Identity Management",
    "slug": "identity-management",
    "category": "Cybersecurity",
    "definition": "Identity Management is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Identity Management",
        "definition": "Identity Management ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Identity Management",
        "definition": "Identity Management est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Identity Management",
        "definition": "Identity Management, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Incident Response",
    "slug": "incident-response",
    "category": "Cybersecurity",
    "definition": "Incident Response is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Incident Response",
        "definition": "Incident Response ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Incident Response",
        "definition": "Incident Response est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Incident Response",
        "definition": "Incident Response, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Information Security",
    "slug": "information-security",
    "category": "Cybersecurity",
    "definition": "Information Security is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Information Security",
        "definition": "Information Security ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Information Security",
        "definition": "Information Security est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Information Security",
        "definition": "Information Security, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Insider Threat",
    "slug": "insider-threat",
    "category": "Cybersecurity",
    "definition": "Insider Threat is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Insider Threat",
        "definition": "Insider Threat ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Insider Threat",
        "definition": "Insider Threat est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Insider Threat",
        "definition": "Insider Threat, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Intrusion Detection System (IDS)",
    "slug": "intrusion-detection-system-ids",
    "category": "Cybersecurity",
    "definition": "Intrusion Detection System (IDS) is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Intrusion Detection System (IDS)",
        "definition": "Intrusion Detection System (IDS) ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Intrusion Detection System (IDS)",
        "definition": "Intrusion Detection System (IDS) est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Intrusion Detection System (IDS)",
        "definition": "Intrusion Detection System (IDS), sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Malware",
    "slug": "malware",
    "category": "Cybersecurity",
    "definition": "Malware is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Malware",
        "definition": "Malware ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Malware",
        "definition": "Malware est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Malware",
        "definition": "Malware, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Multi-Factor Authentication (MFA)",
    "slug": "multi-factor-authentication-mfa",
    "category": "Cybersecurity",
    "definition": "Multi-Factor Authentication (MFA) is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Multi-Factor Authentication (MFA)",
        "definition": "Multi-Factor Authentication (MFA) ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Multi-Factor Authentication (MFA)",
        "definition": "Multi-Factor Authentication (MFA) est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Multi-Factor Authentication (MFA)",
        "definition": "Multi-Factor Authentication (MFA), sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Network Security",
    "slug": "network-security",
    "category": "Cybersecurity",
    "definition": "Network Security is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Network Security",
        "definition": "Network Security ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Network Security",
        "definition": "Network Security est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Network Security",
        "definition": "Network Security, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Penetration Testing",
    "slug": "penetration-testing",
    "category": "Cybersecurity",
    "definition": "Penetration Testing is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Penetration Testing",
        "definition": "Penetration Testing ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Penetration Testing",
        "definition": "Penetration Testing est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Penetration Testing",
        "definition": "Penetration Testing, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Phishing",
    "slug": "phishing",
    "category": "Cybersecurity",
    "definition": "Phishing is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Phishing",
        "definition": "Phishing ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Phishing",
        "definition": "Phishing est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Phishing",
        "definition": "Phishing, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Ransomware",
    "slug": "ransomware",
    "category": "Cybersecurity",
    "definition": "Ransomware is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Ransomware",
        "definition": "Ransomware ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Ransomware",
        "definition": "Ransomware est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Ransomware",
        "definition": "Ransomware, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Risk Assessment",
    "slug": "risk-assessment",
    "category": "Cybersecurity",
    "definition": "Risk Assessment is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Risk Assessment",
        "definition": "Risk Assessment ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Risk Assessment",
        "definition": "Risk Assessment est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Risk Assessment",
        "definition": "Risk Assessment, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Security Operations Center (SOC)",
    "slug": "security-operations-center-soc",
    "category": "Cybersecurity",
    "definition": "Security Operations Center (SOC) is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Security Operations Center (SOC)",
        "definition": "Security Operations Center (SOC) ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Security Operations Center (SOC)",
        "definition": "Security Operations Center (SOC) est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Security Operations Center (SOC)",
        "definition": "Security Operations Center (SOC), sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Social Engineering",
    "slug": "social-engineering",
    "category": "Cybersecurity",
    "definition": "Social Engineering is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Social Engineering",
        "definition": "Social Engineering ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Social Engineering",
        "definition": "Social Engineering est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Social Engineering",
        "definition": "Social Engineering, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Spyware",
    "slug": "spyware",
    "category": "Cybersecurity",
    "definition": "Spyware is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Spyware",
        "definition": "Spyware ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Spyware",
        "definition": "Spyware est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Spyware",
        "definition": "Spyware, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "SQL Injection",
    "slug": "sql-injection",
    "category": "Cybersecurity",
    "definition": "SQL Injection is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "SQL Injection",
        "definition": "SQL Injection ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "SQL Injection",
        "definition": "SQL Injection est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "SQL Injection",
        "definition": "SQL Injection, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Trojan Horse",
    "slug": "trojan-horse",
    "category": "Cybersecurity",
    "definition": "Trojan Horse is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Trojan Horse",
        "definition": "Trojan Horse ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Trojan Horse",
        "definition": "Trojan Horse est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Trojan Horse",
        "definition": "Trojan Horse, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Two-Factor Authentication (2FA)",
    "slug": "two-factor-authentication-2fa",
    "category": "Cybersecurity",
    "definition": "Two-Factor Authentication (2FA) is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Two-Factor Authentication (2FA)",
        "definition": "Two-Factor Authentication (2FA) ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Two-Factor Authentication (2FA)",
        "definition": "Two-Factor Authentication (2FA) est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Two-Factor Authentication (2FA)",
        "definition": "Two-Factor Authentication (2FA), sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Virus",
    "slug": "virus",
    "category": "Cybersecurity",
    "definition": "Virus is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Virus",
        "definition": "Virus ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Virus",
        "definition": "Virus est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Virus",
        "definition": "Virus, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "VPN (Virtual Private Network)",
    "slug": "vpn-virtual-private-network",
    "category": "Cybersecurity",
    "definition": "VPN (Virtual Private Network) is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "VPN (Virtual Private Network)",
        "definition": "VPN (Virtual Private Network) ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "VPN (Virtual Private Network)",
        "definition": "VPN (Virtual Private Network) est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "VPN (Virtual Private Network)",
        "definition": "VPN (Virtual Private Network), sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Vulnerability Assessment",
    "slug": "vulnerability-assessment",
    "category": "Cybersecurity",
    "definition": "Vulnerability Assessment is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Vulnerability Assessment",
        "definition": "Vulnerability Assessment ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Vulnerability Assessment",
        "definition": "Vulnerability Assessment est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Vulnerability Assessment",
        "definition": "Vulnerability Assessment, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Zero Day Exploit",
    "slug": "zero-day-exploit",
    "category": "Cybersecurity",
    "definition": "Zero Day Exploit is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Zero Day Exploit",
        "definition": "Zero Day Exploit ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Zero Day Exploit",
        "definition": "Zero Day Exploit est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Zero Day Exploit",
        "definition": "Zero Day Exploit, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Zero Trust Security",
    "slug": "zero-trust-security",
    "category": "Cybersecurity",
    "definition": "Zero Trust Security is a critical cybersecurity concept involving measures to protect systems, networks, and data from digital attacks.",
    "translations": {
      "de": {
        "term": "Zero Trust Security",
        "definition": "Zero Trust Security ist ein kritisches Konzept der Cybersicherheit zum Schutz von Systemen und Daten."
      },
      "fr": {
        "term": "Zero Trust Security",
        "definition": "Zero Trust Security est un concept critique de cybersécurité impliquant des mesures de protection des systèmes."
      },
      "tr": {
        "term": "Zero Trust Security",
        "definition": "Zero Trust Security, sistemleri ve verileri dijital saldırılardan korumayı içeren kritik bir siber güvenlik kavramdır."
      }
    }
  },
  {
    "term": "Applicant Tracking System (ATS)",
    "slug": "applicant-tracking-system-ats",
    "category": "Recruitment",
    "definition": "Applicant Tracking System (ATS) relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Applicant Tracking System (ATS)",
        "definition": "Applicant Tracking System (ATS) bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Applicant Tracking System (ATS)",
        "definition": "Applicant Tracking System (ATS) concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Applicant Tracking System (ATS)",
        "definition": "Applicant Tracking System (ATS), nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Background Check",
    "slug": "background-check",
    "category": "Recruitment",
    "definition": "Background Check relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Background Check",
        "definition": "Background Check bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Background Check",
        "definition": "Background Check concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Background Check",
        "definition": "Background Check, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Behavioral Interview",
    "slug": "behavioral-interview",
    "category": "Recruitment",
    "definition": "Behavioral Interview relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Behavioral Interview",
        "definition": "Behavioral Interview bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Behavioral Interview",
        "definition": "Behavioral Interview concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Behavioral Interview",
        "definition": "Behavioral Interview, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Benefits Administration",
    "slug": "benefits-administration",
    "category": "Recruitment",
    "definition": "Benefits Administration relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Benefits Administration",
        "definition": "Benefits Administration bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Benefits Administration",
        "definition": "Benefits Administration concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Benefits Administration",
        "definition": "Benefits Administration, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Candidate Experience",
    "slug": "candidate-experience",
    "category": "Recruitment",
    "definition": "Candidate Experience relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Candidate Experience",
        "definition": "Candidate Experience bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Candidate Experience",
        "definition": "Candidate Experience concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Candidate Experience",
        "definition": "Candidate Experience, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Candidate Sourcing",
    "slug": "candidate-sourcing",
    "category": "Recruitment",
    "definition": "Candidate Sourcing relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Candidate Sourcing",
        "definition": "Candidate Sourcing bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Candidate Sourcing",
        "definition": "Candidate Sourcing concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Candidate Sourcing",
        "definition": "Candidate Sourcing, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Career Pathing",
    "slug": "career-pathing",
    "category": "Recruitment",
    "definition": "Career Pathing relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Career Pathing",
        "definition": "Career Pathing bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Career Pathing",
        "definition": "Career Pathing concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Career Pathing",
        "definition": "Career Pathing, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Compensation Package",
    "slug": "compensation-package",
    "category": "Recruitment",
    "definition": "Compensation Package relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Compensation Package",
        "definition": "Compensation Package bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Compensation Package",
        "definition": "Compensation Package concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Compensation Package",
        "definition": "Compensation Package, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Corporate Culture",
    "slug": "corporate-culture",
    "category": "Recruitment",
    "definition": "Corporate Culture relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Corporate Culture",
        "definition": "Corporate Culture bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Corporate Culture",
        "definition": "Corporate Culture concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Corporate Culture",
        "definition": "Corporate Culture, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Diversity and Inclusion",
    "slug": "diversity-and-inclusion",
    "category": "Recruitment",
    "definition": "Diversity and Inclusion relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Diversity and Inclusion",
        "definition": "Diversity and Inclusion bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Diversity and Inclusion",
        "definition": "Diversity and Inclusion concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Diversity and Inclusion",
        "definition": "Diversity and Inclusion, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Employee Engagement",
    "slug": "employee-engagement",
    "category": "Recruitment",
    "definition": "Employee Engagement relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Employee Engagement",
        "definition": "Employee Engagement bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Employee Engagement",
        "definition": "Employee Engagement concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Employee Engagement",
        "definition": "Employee Engagement, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Employee Retention",
    "slug": "employee-retention",
    "category": "Recruitment",
    "definition": "Employee Retention relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Employee Retention",
        "definition": "Employee Retention bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Employee Retention",
        "definition": "Employee Retention concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Employee Retention",
        "definition": "Employee Retention, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Employer Branding",
    "slug": "employer-branding",
    "category": "Recruitment",
    "definition": "Employer Branding relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Employer Branding",
        "definition": "Employer Branding bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Employer Branding",
        "definition": "Employer Branding concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Employer Branding",
        "definition": "Employer Branding, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Executive Search",
    "slug": "executive-search",
    "category": "Recruitment",
    "definition": "Executive Search relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Executive Search",
        "definition": "Executive Search bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Executive Search",
        "definition": "Executive Search concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Executive Search",
        "definition": "Executive Search, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Exit Interview",
    "slug": "exit-interview",
    "category": "Recruitment",
    "definition": "Exit Interview relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Exit Interview",
        "definition": "Exit Interview bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Exit Interview",
        "definition": "Exit Interview concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Exit Interview",
        "definition": "Exit Interview, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Freelancer",
    "slug": "freelancer",
    "category": "Recruitment",
    "definition": "Freelancer relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Freelancer",
        "definition": "Freelancer bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Freelancer",
        "definition": "Freelancer concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Freelancer",
        "definition": "Freelancer, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Full-Cycle Recruiting",
    "slug": "full-cycle-recruiting",
    "category": "Recruitment",
    "definition": "Full-Cycle Recruiting relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Full-Cycle Recruiting",
        "definition": "Full-Cycle Recruiting bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Full-Cycle Recruiting",
        "definition": "Full-Cycle Recruiting concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Full-Cycle Recruiting",
        "definition": "Full-Cycle Recruiting, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Headhunting",
    "slug": "headhunting",
    "category": "Recruitment",
    "definition": "Headhunting relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Headhunting",
        "definition": "Headhunting bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Headhunting",
        "definition": "Headhunting concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Headhunting",
        "definition": "Headhunting, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Hiring Manager",
    "slug": "hiring-manager",
    "category": "Recruitment",
    "definition": "Hiring Manager relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Hiring Manager",
        "definition": "Hiring Manager bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Hiring Manager",
        "definition": "Hiring Manager concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Hiring Manager",
        "definition": "Hiring Manager, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "HR Generalist",
    "slug": "hr-generalist",
    "category": "Recruitment",
    "definition": "HR Generalist relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "HR Generalist",
        "definition": "HR Generalist bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "HR Generalist",
        "definition": "HR Generalist concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "HR Generalist",
        "definition": "HR Generalist, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Human Resources (HR)",
    "slug": "human-resources-hr",
    "category": "Recruitment",
    "definition": "Human Resources (HR) relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Human Resources (HR)",
        "definition": "Human Resources (HR) bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Human Resources (HR)",
        "definition": "Human Resources (HR) concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Human Resources (HR)",
        "definition": "Human Resources (HR), nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Job Description",
    "slug": "job-description",
    "category": "Recruitment",
    "definition": "Job Description relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Job Description",
        "definition": "Job Description bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Job Description",
        "definition": "Job Description concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Job Description",
        "definition": "Job Description, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Job Offer",
    "slug": "job-offer",
    "category": "Recruitment",
    "definition": "Job Offer relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Job Offer",
        "definition": "Job Offer bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Job Offer",
        "definition": "Job Offer concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Job Offer",
        "definition": "Job Offer, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Onboarding",
    "slug": "onboarding",
    "category": "Recruitment",
    "definition": "Onboarding relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Onboarding",
        "definition": "Onboarding bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Onboarding",
        "definition": "Onboarding concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Onboarding",
        "definition": "Onboarding, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Outplacement",
    "slug": "outplacement",
    "category": "Recruitment",
    "definition": "Outplacement relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Outplacement",
        "definition": "Outplacement bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Outplacement",
        "definition": "Outplacement concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Outplacement",
        "definition": "Outplacement, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Performance Review",
    "slug": "performance-review",
    "category": "Recruitment",
    "definition": "Performance Review relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Performance Review",
        "definition": "Performance Review bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Performance Review",
        "definition": "Performance Review concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Performance Review",
        "definition": "Performance Review, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Recruitment Agency",
    "slug": "recruitment-agency",
    "category": "Recruitment",
    "definition": "Recruitment Agency relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Recruitment Agency",
        "definition": "Recruitment Agency bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Recruitment Agency",
        "definition": "Recruitment Agency concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Recruitment Agency",
        "definition": "Recruitment Agency, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Remote Work",
    "slug": "remote-work",
    "category": "Recruitment",
    "definition": "Remote Work relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Remote Work",
        "definition": "Remote Work bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Remote Work",
        "definition": "Remote Work concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Remote Work",
        "definition": "Remote Work, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Resume Screening",
    "slug": "resume-screening",
    "category": "Recruitment",
    "definition": "Resume Screening relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Resume Screening",
        "definition": "Resume Screening bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Resume Screening",
        "definition": "Resume Screening concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Resume Screening",
        "definition": "Resume Screening, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Salary Negotiation",
    "slug": "salary-negotiation",
    "category": "Recruitment",
    "definition": "Salary Negotiation relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Salary Negotiation",
        "definition": "Salary Negotiation bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Salary Negotiation",
        "definition": "Salary Negotiation concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Salary Negotiation",
        "definition": "Salary Negotiation, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Staffing",
    "slug": "staffing",
    "category": "Recruitment",
    "definition": "Staffing relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Staffing",
        "definition": "Staffing bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Staffing",
        "definition": "Staffing concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Staffing",
        "definition": "Staffing, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Talent Acquisition",
    "slug": "talent-acquisition",
    "category": "Recruitment",
    "definition": "Talent Acquisition relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Talent Acquisition",
        "definition": "Talent Acquisition bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Talent Acquisition",
        "definition": "Talent Acquisition concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Talent Acquisition",
        "definition": "Talent Acquisition, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Talent Management",
    "slug": "talent-management",
    "category": "Recruitment",
    "definition": "Talent Management relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Talent Management",
        "definition": "Talent Management bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Talent Management",
        "definition": "Talent Management concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Talent Management",
        "definition": "Talent Management, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Talent Pipeline",
    "slug": "talent-pipeline",
    "category": "Recruitment",
    "definition": "Talent Pipeline relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Talent Pipeline",
        "definition": "Talent Pipeline bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Talent Pipeline",
        "definition": "Talent Pipeline concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Talent Pipeline",
        "definition": "Talent Pipeline, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Technical Recruiting",
    "slug": "technical-recruiting",
    "category": "Recruitment",
    "definition": "Technical Recruiting relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Technical Recruiting",
        "definition": "Technical Recruiting bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Technical Recruiting",
        "definition": "Technical Recruiting concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Technical Recruiting",
        "definition": "Technical Recruiting, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Temporary Staffing",
    "slug": "temporary-staffing",
    "category": "Recruitment",
    "definition": "Temporary Staffing relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Temporary Staffing",
        "definition": "Temporary Staffing bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Temporary Staffing",
        "definition": "Temporary Staffing concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Temporary Staffing",
        "definition": "Temporary Staffing, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Turnover Rate",
    "slug": "turnover-rate",
    "category": "Recruitment",
    "definition": "Turnover Rate relates to the recruitment process, involving the attraction, selection, and onboarding of qualified candidates.",
    "translations": {
      "de": {
        "term": "Turnover Rate",
        "definition": "Turnover Rate bezieht sich auf den Rekrutierungsprozess und die Auswahl qualifizierter Kandidaten."
      },
      "fr": {
        "term": "Turnover Rate",
        "definition": "Turnover Rate concerne le processus de recrutement, impliquant l'attraction et la sélection des candidats."
      },
      "tr": {
        "term": "Turnover Rate",
        "definition": "Turnover Rate, nitelikli adayların çekilmesi ve seçilmesini içeren işe alım süreciyle ilgilidir."
      }
    }
  },
  {
    "term": "Customer Data Platform (CDP)",
    "slug": "customer-data-platform-cdp",
    "category": "RevOps",
    "definition": "Customer Data Platform (CDP) is central to Revenue Operations, focusing on aligning sales, marketing, and customer success to maximize growth.",
    "translations": {
      "de": {
        "term": "Customer Data Platform (CDP)",
        "definition": "Customer Data Platform (CDP) ist zentral für Revenue Operations und konzentriert sich auf die Ausrichtung von Vertrieb und Marketing."
      },
      "fr": {
        "term": "Customer Data Platform (CDP)",
        "definition": "Customer Data Platform (CDP) est central pour les opérations de revenus, se concentrant sur l'alignement des ventes et du marketing."
      },
      "tr": {
        "term": "Customer Data Platform (CDP)",
        "definition": "Customer Data Platform (CDP), büyümeyi en üst düzeye çıkarmak için satış ve pazarlamayı hizalamaya odaklanan Gelir Operasyonları için merkezidir."
      }
    }
  },
  {
    "term": "Data Hygiene",
    "slug": "data-hygiene",
    "category": "RevOps",
    "definition": "Data Hygiene is central to Revenue Operations, focusing on aligning sales, marketing, and customer success to maximize growth.",
    "translations": {
      "de": {
        "term": "Data Hygiene",
        "definition": "Data Hygiene ist zentral für Revenue Operations und konzentriert sich auf die Ausrichtung von Vertrieb und Marketing."
      },
      "fr": {
        "term": "Data Hygiene",
        "definition": "Data Hygiene est central pour les opérations de revenus, se concentrant sur l'alignement des ventes et du marketing."
      },
      "tr": {
        "term": "Data Hygiene",
        "definition": "Data Hygiene, büyümeyi en üst düzeye çıkarmak için satış ve pazarlamayı hizalamaya odaklanan Gelir Operasyonları için merkezidir."
      }
    }
  },
  {
    "term": "Data Integrity",
    "slug": "data-integrity",
    "category": "RevOps",
    "definition": "Data Integrity is central to Revenue Operations, focusing on aligning sales, marketing, and customer success to maximize growth.",
    "translations": {
      "de": {
        "term": "Data Integrity",
        "definition": "Data Integrity ist zentral für Revenue Operations und konzentriert sich auf die Ausrichtung von Vertrieb und Marketing."
      },
      "fr": {
        "term": "Data Integrity",
        "definition": "Data Integrity est central pour les opérations de revenus, se concentrant sur l'alignement des ventes et du marketing."
      },
      "tr": {
        "term": "Data Integrity",
        "definition": "Data Integrity, büyümeyi en üst düzeye çıkarmak için satış ve pazarlamayı hizalamaya odaklanan Gelir Operasyonları için merkezidir."
      }
    }
  },
  {
    "term": "Funnel Metrics",
    "slug": "funnel-metrics",
    "category": "RevOps",
    "definition": "Funnel Metrics is central to Revenue Operations, focusing on aligning sales, marketing, and customer success to maximize growth.",
    "translations": {
      "de": {
        "term": "Funnel Metrics",
        "definition": "Funnel Metrics ist zentral für Revenue Operations und konzentriert sich auf die Ausrichtung von Vertrieb und Marketing."
      },
      "fr": {
        "term": "Funnel Metrics",
        "definition": "Funnel Metrics est central pour les opérations de revenus, se concentrant sur l'alignement des ventes et du marketing."
      },
      "tr": {
        "term": "Funnel Metrics",
        "definition": "Funnel Metrics, büyümeyi en üst düzeye çıkarmak için satış ve pazarlamayı hizalamaya odaklanan Gelir Operasyonları için merkezidir."
      }
    }
  },
  {
    "term": "Go-to-Market Strategy (GTM)",
    "slug": "go-to-market-strategy-gtm",
    "category": "RevOps",
    "definition": "Go-to-Market Strategy (GTM) is central to Revenue Operations, focusing on aligning sales, marketing, and customer success to maximize growth.",
    "translations": {
      "de": {
        "term": "Go-to-Market Strategy (GTM)",
        "definition": "Go-to-Market Strategy (GTM) ist zentral für Revenue Operations und konzentriert sich auf die Ausrichtung von Vertrieb und Marketing."
      },
      "fr": {
        "term": "Go-to-Market Strategy (GTM)",
        "definition": "Go-to-Market Strategy (GTM) est central pour les opérations de revenus, se concentrant sur l'alignement des ventes et du marketing."
      },
      "tr": {
        "term": "Go-to-Market Strategy (GTM)",
        "definition": "Go-to-Market Strategy (GTM), büyümeyi en üst düzeye çıkarmak için satış ve pazarlamayı hizalamaya odaklanan Gelir Operasyonları için merkezidir."
      }
    }
  },
  {
    "term": "Lead Routing",
    "slug": "lead-routing",
    "category": "RevOps",
    "definition": "Lead Routing is central to Revenue Operations, focusing on aligning sales, marketing, and customer success to maximize growth.",
    "translations": {
      "de": {
        "term": "Lead Routing",
        "definition": "Lead Routing ist zentral für Revenue Operations und konzentriert sich auf die Ausrichtung von Vertrieb und Marketing."
      },
      "fr": {
        "term": "Lead Routing",
        "definition": "Lead Routing est central pour les opérations de revenus, se concentrant sur l'alignement des ventes et du marketing."
      },
      "tr": {
        "term": "Lead Routing",
        "definition": "Lead Routing, büyümeyi en üst düzeye çıkarmak için satış ve pazarlamayı hizalamaya odaklanan Gelir Operasyonları için merkezidir."
      }
    }
  },
  {
    "term": "Revenue Attribution",
    "slug": "revenue-attribution",
    "category": "RevOps",
    "definition": "Revenue Attribution is central to Revenue Operations, focusing on aligning sales, marketing, and customer success to maximize growth.",
    "translations": {
      "de": {
        "term": "Revenue Attribution",
        "definition": "Revenue Attribution ist zentral für Revenue Operations und konzentriert sich auf die Ausrichtung von Vertrieb und Marketing."
      },
      "fr": {
        "term": "Revenue Attribution",
        "definition": "Revenue Attribution est central pour les opérations de revenus, se concentrant sur l'alignement des ventes et du marketing."
      },
      "tr": {
        "term": "Revenue Attribution",
        "definition": "Revenue Attribution, büyümeyi en üst düzeye çıkarmak için satış ve pazarlamayı hizalamaya odaklanan Gelir Operasyonları için merkezidir."
      }
    }
  },
  {
    "term": "Revenue Forecasting",
    "slug": "revenue-forecasting",
    "category": "RevOps",
    "definition": "Revenue Forecasting is central to Revenue Operations, focusing on aligning sales, marketing, and customer success to maximize growth.",
    "translations": {
      "de": {
        "term": "Revenue Forecasting",
        "definition": "Revenue Forecasting ist zentral für Revenue Operations und konzentriert sich auf die Ausrichtung von Vertrieb und Marketing."
      },
      "fr": {
        "term": "Revenue Forecasting",
        "definition": "Revenue Forecasting est central pour les opérations de revenus, se concentrant sur l'alignement des ventes et du marketing."
      },
      "tr": {
        "term": "Revenue Forecasting",
        "definition": "Revenue Forecasting, büyümeyi en üst düzeye çıkarmak için satış ve pazarlamayı hizalamaya odaklanan Gelir Operasyonları için merkezidir."
      }
    }
  },
  {
    "term": "Revenue Growth",
    "slug": "revenue-growth",
    "category": "RevOps",
    "definition": "Revenue Growth is central to Revenue Operations, focusing on aligning sales, marketing, and customer success to maximize growth.",
    "translations": {
      "de": {
        "term": "Revenue Growth",
        "definition": "Revenue Growth ist zentral für Revenue Operations und konzentriert sich auf die Ausrichtung von Vertrieb und Marketing."
      },
      "fr": {
        "term": "Revenue Growth",
        "definition": "Revenue Growth est central pour les opérations de revenus, se concentrant sur l'alignement des ventes et du marketing."
      },
      "tr": {
        "term": "Revenue Growth",
        "definition": "Revenue Growth, büyümeyi en üst düzeye çıkarmak için satış ve pazarlamayı hizalamaya odaklanan Gelir Operasyonları için merkezidir."
      }
    }
  },
  {
    "term": "Revenue Operations (RevOps)",
    "slug": "revenue-operations-revops",
    "category": "RevOps",
    "definition": "Revenue Operations (RevOps) is central to Revenue Operations, focusing on aligning sales, marketing, and customer success to maximize growth.",
    "translations": {
      "de": {
        "term": "Revenue Operations (RevOps)",
        "definition": "Revenue Operations (RevOps) ist zentral für Revenue Operations und konzentriert sich auf die Ausrichtung von Vertrieb und Marketing."
      },
      "fr": {
        "term": "Revenue Operations (RevOps)",
        "definition": "Revenue Operations (RevOps) est central pour les opérations de revenus, se concentrant sur l'alignement des ventes et du marketing."
      },
      "tr": {
        "term": "Revenue Operations (RevOps)",
        "definition": "Revenue Operations (RevOps), büyümeyi en üst düzeye çıkarmak için satış ve pazarlamayı hizalamaya odaklanan Gelir Operasyonları için merkezidir."
      }
    }
  },
  {
    "term": "Sales Alignment",
    "slug": "sales-alignment",
    "category": "RevOps",
    "definition": "Sales Alignment is central to Revenue Operations, focusing on aligning sales, marketing, and customer success to maximize growth.",
    "translations": {
      "de": {
        "term": "Sales Alignment",
        "definition": "Sales Alignment ist zentral für Revenue Operations und konzentriert sich auf die Ausrichtung von Vertrieb und Marketing."
      },
      "fr": {
        "term": "Sales Alignment",
        "definition": "Sales Alignment est central pour les opérations de revenus, se concentrant sur l'alignement des ventes et du marketing."
      },
      "tr": {
        "term": "Sales Alignment",
        "definition": "Sales Alignment, büyümeyi en üst düzeye çıkarmak için satış ve pazarlamayı hizalamaya odaklanan Gelir Operasyonları için merkezidir."
      }
    }
  },
  {
    "term": "Sales Velocity",
    "slug": "sales-velocity",
    "category": "RevOps",
    "definition": "Sales Velocity is central to Revenue Operations, focusing on aligning sales, marketing, and customer success to maximize growth.",
    "translations": {
      "de": {
        "term": "Sales Velocity",
        "definition": "Sales Velocity ist zentral für Revenue Operations und konzentriert sich auf die Ausrichtung von Vertrieb und Marketing."
      },
      "fr": {
        "term": "Sales Velocity",
        "definition": "Sales Velocity est central pour les opérations de revenus, se concentrant sur l'alignement des ventes et du marketing."
      },
      "tr": {
        "term": "Sales Velocity",
        "definition": "Sales Velocity, büyümeyi en üst düzeye çıkarmak için satış ve pazarlamayı hizalamaya odaklanan Gelir Operasyonları için merkezidir."
      }
    }
  },
  {
    "term": "Tech Stack Integration",
    "slug": "tech-stack-integration",
    "category": "RevOps",
    "definition": "Tech Stack Integration is central to Revenue Operations, focusing on aligning sales, marketing, and customer success to maximize growth.",
    "translations": {
      "de": {
        "term": "Tech Stack Integration",
        "definition": "Tech Stack Integration ist zentral für Revenue Operations und konzentriert sich auf die Ausrichtung von Vertrieb und Marketing."
      },
      "fr": {
        "term": "Tech Stack Integration",
        "definition": "Tech Stack Integration est central pour les opérations de revenus, se concentrant sur l'alignement des ventes et du marketing."
      },
      "tr": {
        "term": "Tech Stack Integration",
        "definition": "Tech Stack Integration, büyümeyi en üst düzeye çıkarmak için satış ve pazarlamayı hizalamaya odaklanan Gelir Operasyonları için merkezidir."
      }
    }
  },
  {
    "term": "Territory Management",
    "slug": "territory-management",
    "category": "RevOps",
    "definition": "Territory Management is central to Revenue Operations, focusing on aligning sales, marketing, and customer success to maximize growth.",
    "translations": {
      "de": {
        "term": "Territory Management",
        "definition": "Territory Management ist zentral für Revenue Operations und konzentriert sich auf die Ausrichtung von Vertrieb und Marketing."
      },
      "fr": {
        "term": "Territory Management",
        "definition": "Territory Management est central pour les opérations de revenus, se concentrant sur l'alignement des ventes et du marketing."
      },
      "tr": {
        "term": "Territory Management",
        "definition": "Territory Management, büyümeyi en üst düzeye çıkarmak için satış ve pazarlamayı hizalamaya odaklanan Gelir Operasyonları için merkezidir."
      }
    }
  },
  {
    "term": "Total Contract Value (TCV)",
    "slug": "total-contract-value-tcv",
    "category": "RevOps",
    "definition": "Total Contract Value (TCV) is central to Revenue Operations, focusing on aligning sales, marketing, and customer success to maximize growth.",
    "translations": {
      "de": {
        "term": "Total Contract Value (TCV)",
        "definition": "Total Contract Value (TCV) ist zentral für Revenue Operations und konzentriert sich auf die Ausrichtung von Vertrieb und Marketing."
      },
      "fr": {
        "term": "Total Contract Value (TCV)",
        "definition": "Total Contract Value (TCV) est central pour les opérations de revenus, se concentrant sur l'alignement des ventes et du marketing."
      },
      "tr": {
        "term": "Total Contract Value (TCV)",
        "definition": "Total Contract Value (TCV), büyümeyi en üst düzeye çıkarmak için satış ve pazarlamayı hizalamaya odaklanan Gelir Operasyonları için merkezidir."
      }
    }
  },
  {
    "term": "Business Development",
    "slug": "business-development",
    "category": "Business",
    "definition": "Business Development is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Business Development"
      },
      "fr": {
        "term": "Business Development"
      },
      "tr": {
        "term": "Business Development"
      }
    }
  },
  {
    "term": "Market Research",
    "slug": "market-research",
    "category": "Business",
    "definition": "Market Research is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Market Research"
      },
      "fr": {
        "term": "Market Research"
      },
      "tr": {
        "term": "Market Research"
      }
    }
  },
  {
    "term": "Competitive Analysis",
    "slug": "competitive-analysis",
    "category": "Business",
    "definition": "Competitive Analysis is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Competitive Analysis"
      },
      "fr": {
        "term": "Competitive Analysis"
      },
      "tr": {
        "term": "Competitive Analysis"
      }
    }
  },
  {
    "term": "Strategic Planning",
    "slug": "strategic-planning",
    "category": "Business",
    "definition": "Strategic Planning is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Strategic Planning"
      },
      "fr": {
        "term": "Strategic Planning"
      },
      "tr": {
        "term": "Strategic Planning"
      }
    }
  },
  {
    "term": "Project Management",
    "slug": "project-management",
    "category": "Business",
    "definition": "Project Management is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Project Management"
      },
      "fr": {
        "term": "Project Management"
      },
      "tr": {
        "term": "Project Management"
      }
    }
  },
  {
    "term": "Agile Methodology",
    "slug": "agile-methodology",
    "category": "Business",
    "definition": "Agile Methodology is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Agile Methodology"
      },
      "fr": {
        "term": "Agile Methodology"
      },
      "tr": {
        "term": "Agile Methodology"
      }
    }
  },
  {
    "term": "Scrum Framework",
    "slug": "scrum-framework",
    "category": "Business",
    "definition": "Scrum Framework is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Scrum Framework"
      },
      "fr": {
        "term": "Scrum Framework"
      },
      "tr": {
        "term": "Scrum Framework"
      }
    }
  },
  {
    "term": "Kanban Board",
    "slug": "kanban-board",
    "category": "Business",
    "definition": "Kanban Board is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Kanban Board"
      },
      "fr": {
        "term": "Kanban Board"
      },
      "tr": {
        "term": "Kanban Board"
      }
    }
  },
  {
    "term": "Lean Manufacturing",
    "slug": "lean-manufacturing",
    "category": "Business",
    "definition": "Lean Manufacturing is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Lean Manufacturing"
      },
      "fr": {
        "term": "Lean Manufacturing"
      },
      "tr": {
        "term": "Lean Manufacturing"
      }
    }
  },
  {
    "term": "Six Sigma",
    "slug": "six-sigma",
    "category": "Business",
    "definition": "Six Sigma is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Six Sigma"
      },
      "fr": {
        "term": "Six Sigma"
      },
      "tr": {
        "term": "Six Sigma"
      }
    }
  },
  {
    "term": "Supply Chain Management",
    "slug": "supply-chain-management",
    "category": "Business",
    "definition": "Supply Chain Management is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Supply Chain Management"
      },
      "fr": {
        "term": "Supply Chain Management"
      },
      "tr": {
        "term": "Supply Chain Management"
      }
    }
  },
  {
    "term": "Logistics",
    "slug": "logistics",
    "category": "Business",
    "definition": "Logistics is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Logistics"
      },
      "fr": {
        "term": "Logistics"
      },
      "tr": {
        "term": "Logistics"
      }
    }
  },
  {
    "term": "Procurement",
    "slug": "procurement",
    "category": "Business",
    "definition": "Procurement is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Procurement"
      },
      "fr": {
        "term": "Procurement"
      },
      "tr": {
        "term": "Procurement"
      }
    }
  },
  {
    "term": "Inventory Management",
    "slug": "inventory-management",
    "category": "Business",
    "definition": "Inventory Management is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Inventory Management"
      },
      "fr": {
        "term": "Inventory Management"
      },
      "tr": {
        "term": "Inventory Management"
      }
    }
  },
  {
    "term": "Quality Assurance",
    "slug": "quality-assurance",
    "category": "Business",
    "definition": "Quality Assurance is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Quality Assurance"
      },
      "fr": {
        "term": "Quality Assurance"
      },
      "tr": {
        "term": "Quality Assurance"
      }
    }
  },
  {
    "term": "Risk Management",
    "slug": "risk-management",
    "category": "Business",
    "definition": "Risk Management is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Risk Management"
      },
      "fr": {
        "term": "Risk Management"
      },
      "tr": {
        "term": "Risk Management"
      }
    }
  },
  {
    "term": "Change Management",
    "slug": "change-management",
    "category": "Business",
    "definition": "Change Management is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Change Management"
      },
      "fr": {
        "term": "Change Management"
      },
      "tr": {
        "term": "Change Management"
      }
    }
  },
  {
    "term": "Conflict Resolution",
    "slug": "conflict-resolution",
    "category": "Business",
    "definition": "Conflict Resolution is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Conflict Resolution"
      },
      "fr": {
        "term": "Conflict Resolution"
      },
      "tr": {
        "term": "Conflict Resolution"
      }
    }
  },
  {
    "term": "Leadership",
    "slug": "leadership",
    "category": "Business",
    "definition": "Leadership is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Leadership"
      },
      "fr": {
        "term": "Leadership"
      },
      "tr": {
        "term": "Leadership"
      }
    }
  },
  {
    "term": "Team Building",
    "slug": "team-building",
    "category": "Business",
    "definition": "Team Building is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Team Building"
      },
      "fr": {
        "term": "Team Building"
      },
      "tr": {
        "term": "Team Building"
      }
    }
  },
  {
    "term": "Emotional Intelligence",
    "slug": "emotional-intelligence",
    "category": "Business",
    "definition": "Emotional Intelligence is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Emotional Intelligence"
      },
      "fr": {
        "term": "Emotional Intelligence"
      },
      "tr": {
        "term": "Emotional Intelligence"
      }
    }
  },
  {
    "term": "Time Management",
    "slug": "time-management",
    "category": "Business",
    "definition": "Time Management is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Time Management"
      },
      "fr": {
        "term": "Time Management"
      },
      "tr": {
        "term": "Time Management"
      }
    }
  },
  {
    "term": "Productivity",
    "slug": "productivity",
    "category": "Business",
    "definition": "Productivity is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Productivity"
      },
      "fr": {
        "term": "Productivity"
      },
      "tr": {
        "term": "Productivity"
      }
    }
  },
  {
    "term": "Remote Collaboration",
    "slug": "remote-collaboration",
    "category": "Business",
    "definition": "Remote Collaboration is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Remote Collaboration"
      },
      "fr": {
        "term": "Remote Collaboration"
      },
      "tr": {
        "term": "Remote Collaboration"
      }
    }
  },
  {
    "term": "Virtual Teams",
    "slug": "virtual-teams",
    "category": "Business",
    "definition": "Virtual Teams is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Virtual Teams"
      },
      "fr": {
        "term": "Virtual Teams"
      },
      "tr": {
        "term": "Virtual Teams"
      }
    }
  },
  {
    "term": "Corporate Social Responsibility (CSR)",
    "slug": "corporate-social-responsibility-csr",
    "category": "Business",
    "definition": "Corporate Social Responsibility (CSR) is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Corporate Social Responsibility (CSR)"
      },
      "fr": {
        "term": "Corporate Social Responsibility (CSR)"
      },
      "tr": {
        "term": "Corporate Social Responsibility (CSR)"
      }
    }
  },
  {
    "term": "Sustainability",
    "slug": "sustainability",
    "category": "Business",
    "definition": "Sustainability is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Sustainability"
      },
      "fr": {
        "term": "Sustainability"
      },
      "tr": {
        "term": "Sustainability"
      }
    }
  },
  {
    "term": "Business Ethics",
    "slug": "business-ethics",
    "category": "Business",
    "definition": "Business Ethics is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Business Ethics"
      },
      "fr": {
        "term": "Business Ethics"
      },
      "tr": {
        "term": "Business Ethics"
      }
    }
  },
  {
    "term": "Compliance Management",
    "slug": "compliance-management",
    "category": "Business",
    "definition": "Compliance Management is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Compliance Management"
      },
      "fr": {
        "term": "Compliance Management"
      },
      "tr": {
        "term": "Compliance Management"
      }
    }
  },
  {
    "term": "Legal Framework",
    "slug": "legal-framework",
    "category": "Business",
    "definition": "Legal Framework is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Legal Framework"
      },
      "fr": {
        "term": "Legal Framework"
      },
      "tr": {
        "term": "Legal Framework"
      }
    }
  },
  {
    "term": "Intellectual Property",
    "slug": "intellectual-property",
    "category": "Business",
    "definition": "Intellectual Property is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Intellectual Property"
      },
      "fr": {
        "term": "Intellectual Property"
      },
      "tr": {
        "term": "Intellectual Property"
      }
    }
  },
  {
    "term": "Patent Law",
    "slug": "patent-law",
    "category": "Business",
    "definition": "Patent Law is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Patent Law"
      },
      "fr": {
        "term": "Patent Law"
      },
      "tr": {
        "term": "Patent Law"
      }
    }
  },
  {
    "term": "Trademark",
    "slug": "trademark",
    "category": "Business",
    "definition": "Trademark is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Trademark"
      },
      "fr": {
        "term": "Trademark"
      },
      "tr": {
        "term": "Trademark"
      }
    }
  },
  {
    "term": "Copyright",
    "slug": "copyright",
    "category": "Business",
    "definition": "Copyright is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Copyright"
      },
      "fr": {
        "term": "Copyright"
      },
      "tr": {
        "term": "Copyright"
      }
    }
  },
  {
    "term": "Contract Law",
    "slug": "contract-law",
    "category": "Business",
    "definition": "Contract Law is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Contract Law"
      },
      "fr": {
        "term": "Contract Law"
      },
      "tr": {
        "term": "Contract Law"
      }
    }
  },
  {
    "term": "Mergers and Acquisitions (M&A)",
    "slug": "mergers-and-acquisitions-m-a",
    "category": "Business",
    "definition": "Mergers and Acquisitions (M&A) is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Mergers and Acquisitions (M&A)"
      },
      "fr": {
        "term": "Mergers and Acquisitions (M&A)"
      },
      "tr": {
        "term": "Mergers and Acquisitions (M&A)"
      }
    }
  },
  {
    "term": "Due Diligence",
    "slug": "due-diligence",
    "category": "Business",
    "definition": "Due Diligence is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Due Diligence"
      },
      "fr": {
        "term": "Due Diligence"
      },
      "tr": {
        "term": "Due Diligence"
      }
    }
  },
  {
    "term": "Financial Analysis",
    "slug": "financial-analysis",
    "category": "Business",
    "definition": "Financial Analysis is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Financial Analysis"
      },
      "fr": {
        "term": "Financial Analysis"
      },
      "tr": {
        "term": "Financial Analysis"
      }
    }
  },
  {
    "term": "Budgeting",
    "slug": "budgeting",
    "category": "Business",
    "definition": "Budgeting is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Budgeting"
      },
      "fr": {
        "term": "Budgeting"
      },
      "tr": {
        "term": "Budgeting"
      }
    }
  },
  {
    "term": "Cost Accounting",
    "slug": "cost-accounting",
    "category": "Business",
    "definition": "Cost Accounting is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Cost Accounting"
      },
      "fr": {
        "term": "Cost Accounting"
      },
      "tr": {
        "term": "Cost Accounting"
      }
    }
  },
  {
    "term": "Financial Reporting",
    "slug": "financial-reporting",
    "category": "Business",
    "definition": "Financial Reporting is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Financial Reporting"
      },
      "fr": {
        "term": "Financial Reporting"
      },
      "tr": {
        "term": "Financial Reporting"
      }
    }
  },
  {
    "term": "Auditing",
    "slug": "auditing",
    "category": "Business",
    "definition": "Auditing is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Auditing"
      },
      "fr": {
        "term": "Auditing"
      },
      "tr": {
        "term": "Auditing"
      }
    }
  },
  {
    "term": "Taxation",
    "slug": "taxation",
    "category": "Business",
    "definition": "Taxation is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Taxation"
      },
      "fr": {
        "term": "Taxation"
      },
      "tr": {
        "term": "Taxation"
      }
    }
  },
  {
    "term": "Investment Banking",
    "slug": "investment-banking",
    "category": "Business",
    "definition": "Investment Banking is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Investment Banking"
      },
      "fr": {
        "term": "Investment Banking"
      },
      "tr": {
        "term": "Investment Banking"
      }
    }
  },
  {
    "term": "Venture Capital",
    "slug": "venture-capital",
    "category": "Business",
    "definition": "Venture Capital is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Venture Capital"
      },
      "fr": {
        "term": "Venture Capital"
      },
      "tr": {
        "term": "Venture Capital"
      }
    }
  },
  {
    "term": "Private Equity",
    "slug": "private-equity",
    "category": "Business",
    "definition": "Private Equity is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Private Equity"
      },
      "fr": {
        "term": "Private Equity"
      },
      "tr": {
        "term": "Private Equity"
      }
    }
  },
  {
    "term": "Angel Investment",
    "slug": "angel-investment",
    "category": "Business",
    "definition": "Angel Investment is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Angel Investment"
      },
      "fr": {
        "term": "Angel Investment"
      },
      "tr": {
        "term": "Angel Investment"
      }
    }
  },
  {
    "term": "Crowdfunding",
    "slug": "crowdfunding",
    "category": "Business",
    "definition": "Crowdfunding is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Crowdfunding"
      },
      "fr": {
        "term": "Crowdfunding"
      },
      "tr": {
        "term": "Crowdfunding"
      }
    }
  },
  {
    "term": "Bootstrapping",
    "slug": "bootstrapping",
    "category": "Business",
    "definition": "Bootstrapping is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Bootstrapping"
      },
      "fr": {
        "term": "Bootstrapping"
      },
      "tr": {
        "term": "Bootstrapping"
      }
    }
  },
  {
    "term": "Startups",
    "slug": "startups",
    "category": "Business",
    "definition": "Startups is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Startups"
      },
      "fr": {
        "term": "Startups"
      },
      "tr": {
        "term": "Startups"
      }
    }
  },
  {
    "term": "Entrepreneurship",
    "slug": "entrepreneurship",
    "category": "Business",
    "definition": "Entrepreneurship is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Entrepreneurship"
      },
      "fr": {
        "term": "Entrepreneurship"
      },
      "tr": {
        "term": "Entrepreneurship"
      }
    }
  },
  {
    "term": "Innovation",
    "slug": "innovation",
    "category": "Business",
    "definition": "Innovation is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Innovation"
      },
      "fr": {
        "term": "Innovation"
      },
      "tr": {
        "term": "Innovation"
      }
    }
  },
  {
    "term": "Disruption",
    "slug": "disruption",
    "category": "Business",
    "definition": "Disruption is an important term in the Business industry.",
    "translations": {
      "de": {
        "term": "Disruption"
      },
      "fr": {
        "term": "Disruption"
      },
      "tr": {
        "term": "Disruption"
      }
    }
  }
]